{
    "title": "Về chúng tôi",
    "title1": "Danh tiếng của GG8-Golden Gate ở cộng đồng VIỆT NAM",
    "section1": "GG8-Golden Gate là công ty game online trực tuyến trung thực nhất tại Việt Nam. Tất cả các trò chơi đều đảm bảo tính công bằng và minh bạch, tiền của khách hàng được an toàn và bảo mật, đồng thời ủng hộ nguyên tắc chơi game hợp lý và có trách nhiệm. Uy tín và độ tin cậy của WIN1đã được đông đảo khách hàng tại Việt Nam công nhận. ",
    "section2": "Tính đến thời điểm hiện tại, WIN1thu hút hàng trăm nghìn lượt truy cập mỗi tháng, với hàng trăm nghìn thành viên đăng ký và con số này đang tăng dần theo cấp số nhân.",
    "section3": "Việc đăng ký thành viên của WIN1rất đơn giản, bạn chỉ cần truy cập vào đường dẫn WIN1được cung cấp và điền các thông tin cần thiết để có tài khoản và được đội ngũ chuyên viên hỗ trợ trong quá trình chơi. Sau đó bạn nạp tiền theo hướng dẫn trên trang web để có thể chơi các trò chơi được cung cấp trên trang web của GG8.",
    "section4": "Nếu gặp khó khăn trong việc đăng ký tài khoản hoặc nạp tiền, rút   tiền, bạn có thể liên hệ trực tiếp với bộ phận hỗ trợ và chăm sóc khách hàng qua live chat tại website, email, zalo , messenger ... WIN1có đội ngũ hỗ trợ trực tuyến 24/24 sẽ giúp quý khách có thể giải quyết các thắc mắc ngay tức thì.",
    "section5": "Trong quá trình hoạt động, GG8-Golden Gate đã giành được nhiều giải thưởng giá trị như “Nhà điều hành trò chơi trực tuyến châu Á của năm”, “Sòng bạc châu Á của năm” trong hai năm liên tiếp vào năm 2019 và năm 2020 được bình chọn vào bởi tạp chí uy tín eGaming Review. ",
    "description": "WIN1là một trog những nhà cái trực tuyến uy tín hàng đầu. WIN1cung cấp cho khách hàng trải nghiệm cá cược tốt nhất, nhiều trò chơi để lựa chọn và tỷ lệ cá cược thể thao trực tiếp cạnh tranh nhất",
    "featuredImage": "/assets/about/featured-image-en.jpeg",
    "companyProfileTitle": "Tóm tắt",
    "companyProfileDesc": "Chúng tôi không ngừng cải tiến đổi mới công nghệ. Chúng tôi nỗ lực thông qua cá nhân hóa trải nghiệm người dùng,  sản phẩm công nghệ tiên tiến, khả năng vận hành mạnh mẽ, chất lượng dịch vụ khách hàng chu đáo và tỉ mỉ, bảo đảm kỹ thuật hoàn thiện và hỗ trợ, nền tảng thanh toán an toàn nhanh chóng để thiết lập một nền tảng giải trí tương tác toàn diện cho người dùng, tạo dựng sự uy tín về mọi mặt cũng như được ngành công nghiệp và người dùng nhất trí công nhận.",
    "customerService1Title": "CSKH",
    "customerService1Desc": "Chúng tôi sẽ dốc tâm cung cấp cho quý khách hàng những dịch vụ CSKH chất lượng cao, đồng thời chúng tôi cũng hoan nghênh những ý kiến đóng góp quý báu của bạn để không ngừng cải thiện và nâng cao chất lượng dịch vụ. Nếu quý khách hàng có bất kỳ câu hỏi hoặc đề xuất nào, bạn có thể liên hệ ngay với chúng tôi thông qua dịch vụ CSKH trực tuyến hoặc hộp thư nóng, chúng tôi sẽ phản hồi trong thời gian sớm nhất.",
    "customerService2Title": "Uy tín - An toàn",
    "customerService2Desc": "Tại GG8, quyền riêng tư của Hội viên là ưu tiên hàng đầu. Chính sách bảo mật nghiêm ngặt đảm bảo rằng mọi thông tin cá nhân luôn an toàn và được bảo mật. WIN1mã hóa thông tin người dùng để được bảo mật tối đa. WIN1được giám sát bởi các quy định của địa phương và tuân thủ các quy định của giới ngành. Chúng tôi có nền tảng tài chính ổn định và sử dụng hệ thống thông tin bảo mật cao tương đương với mức tài chính. Vì thế tài sải và quyền lợi của Hội viên sẽ được tuyệt đối đảm bảo.",
    "safeDWTitle": "Nạp rút an toàn",
    "safeDWDesc": "Chúng tôi cung cấp một phương thức thanh toán an toàn, nhanh chóng và tiện lợi nhất, vui lòng truy cập trang Nạp và rút tiền để xem thêm các phương thức giao dịch nạp rút",
    "safeDWItems": [
        {
            "icon": "/assets/about/icon-secure.svg",
            "label": "An toàn"
        },
        {
            "icon": "/assets/about/icon-fast.svg",
            "label": "Nhanh chóng"
        },
        {
            "icon": "/assets/about/icon-convenient.svg",
            "label": "Tiện lợi"
        }
    ],
    "outroTitle": "Được cung cấp và hỗ trợ bởi phần mềm game lớn nhất trên toàn Châu Á và Thế Giới",
    "outroDesc": "Trò Chơi Trực Tuyến tại G88 được sản xuất bởi Playtech, Evolution, CQ9, SBOBET, AE SEXY, AG, BBIN, DREAM GAMING, SA GAMING và các nhà cung cấp phần mềm game trực tuyến lớn nhất Châu Á và Thế Giới."
}
