{
    "required": "Xin vui lòng điền thông tin đầy đủ vào những ô trống bắt buộc",
    "passwordAgain": "Mật khẩu không giống nhau",
    "success": "Thành công",
    "joinSuccess": "Đăng ký thành công",
    "resetSuccess": "Mật khẩu của bạn thay đổi thành công",
    "readUserTerms": "Vui lòng đọc và đồng ý các điều khoản người dùng của chúng tôi",
    "passwordRule": "Mật khẩu phải có ít nhất 6 chữ số bao gồm các ký tự chữ và số",
    "walletPasswordRule": "Mật khẩu rút tiền phải là 6 con số",
    "forgotPassword": "Vui lòng liên hệ bộ phận  để đặt lại mật khẩu",
    "verifyPhone": "Mã xác nhận sẽ được gửi đến số điện thoại",
    "verifyCodeSent": "Mã xác nhận đã được gửi",
    "addCardsLimit": "Bạn có thể thêm tối đa 5 thẻ ngân hàng",
    "deleteCard": "Bạn chắc chắn muốn xóa thẻ này?",
    "addCardsFirst": "Lưu ý: Để đảm bảo an toàn cho tài sản của bạn, xin vui lòng liên kết thẻ ngân hàng. Khi đã liên kết thành công thẻ ngân hàng thứ nhất thì bạn chỉ có thể thêm thẻ ngân hàng khác có cùng tên tài khoản tài khoản đầu tiên.",
    "confirmPayment": "Bạn có chắc đã thực hiện thanh toán?",
    "uploadTips": "Sau khi chuyển khoản xong, vui lòng tải lên ảnh chụp giao dịch.",
    "uploadSlipNeeded": "Vui lòng tải  ảnh chụp giao dịch",
    "checkTransaction": "Chúng tôi sẽ kiểm tra giao dịch càng sớm càng tốt, hãy kiên nhẫn.",
    "copied": "Được sao chép vào khay nhớ tạm",
    "fillInNotes": "Để lên điểm nhanh chóng hơn , Nội dung chuyển khoản vui lòng điền tài khoản game",
    "fillInTips": "Sau khi bạn chuyển khoản xong, vui lòng điền thông tin chuyển khoản.",
    "lowBalance": "Số dư của bạn ít, bạn có muốn gửi tiền ngay bây giờ không?",
    "needSetWalletPassword": "Bạn cần cài đặt Mật khẩu rút tiền, cài đặt ngay?",
    "logoutConfirm": "Bạn có muốn đăng xuất tài khoản hiện tại?",
    "phoneRule": "Vui lòng nhập chính xác số điện thoại, dãy gồm 9-11 chữ số",
    "bottomInfo": "So với các nền tảng trò chơi hiện có, WIN1cung cấp các trò chơi chất lượng cao và các chương trình khuyến mãi hấp dẫn. WIN1mở ra cánh cửa may mắn của bạn với thể thao điện tử, sòng bạc, chọi gà, live casino, cược thể thao và máy đánh bạc, tất cả đều nằm trong tầm tay bạn.",
    "enrollInMsg": "Vui lòng liên hệ CSKH báo danh để tham gia hoạt động này.",
    "gameHistoryUpdate": "Số liệu được đồng bộ sau khi trò chơi kết thúc 1 đên 2 phút.",
    "confirmEnrollIn": "Bạn chắc chắn muốn tham gia sự kiện này?",
    "scanQrDownload": "Quét mã QR bằng điện thoại ",
    "notSupportedMobile": "Rất tiếc, hiện không hỗ trợ thiết bị này, xin vui lòng sử dụng máy tính để truy cập nền tảng trò chơi này",
    "tipsReturn": "Sắp đến trang web của bên thứ ba, để quay lại trang trước đó, vuốt màn hình từ trái sang phải",
    "ruleNumber": "Vui lòng nhập dãy số",
    "notAllowIP": "Chỉ có IP Việt Nam mới có thể vào trò chơi",
    "atLeast3": "Nhập vào ít nhất 3 ký tự để tìm kiếm",
    "noResponse": "Hệ thống không phản hồi, vui lòng thử lại sau.",
    "needBankCard": "Để nhanh chóng nhận thưởng và rút tiền mặt,xin vui lòng liên kết thẻ ngân hàng của bạn.",
    "onlyMobile": "Trò chơi này chỉ hỗ trợ chế độ di động",
    "spaceName": "Họ tên cần có khoảng trống",
    "emailRule": "please input an email address",
    "addBankCard": "Quý khách vui lòng xác nhận đúng số tài khoản, nếu sai hệ thống sẽ không rút được tiền. Xin cảm ơn"
}
