{
    "title": "About Us",
    "title1": "The popularity of GG8-Golden Gate in the Vietnamese community",
    "section1": "GG8-Golden Gate is the most honest online game company in Vietnam. All games are fair and transparent, customer funds are safe and secure, and the principles of fair and responsible games are upheld. The credibility and reliability of WIN1have been recognized by a large number of customers in Vietnam.",
    "section2": "As of now, WIN1attracts hundreds of thousands of monthly visitors and hundreds of thousands of registered members, and this number is growing exponentially.",
    "section3": "Signing up for a WIN1membership is very simple, you just need to visit the WIN1link provided and fill in the necessary information to have an account and be supported by a team of experts during the game. You then follow the instructions on the website to make a deposit in order to be able to play the games available on the WIN1website.",
    "section4": "If you are having difficulty registering an account or depositing or withdrawing money, you can contact the support and customer service directly via live chat on the website, email, zalo, messenger... WIN1has a 24/7 online support team Will help you solve your doubts immediately.",
    "section5": "During the operation, GG8-Golden Gate won many important awards such as \"Asian Online Game Operator of the Year\" and \"Asian Casino of the Year\" for two consecutive years in 2019 and 2020. In 2020, it was awarded by the authoritative magazine eGaming Review vote.",
    "description": "WIN1is a leading online gaming company. WIN1provides customers with the best online casino experience, a wide variety of casino games to choose from, and the most competitive live sports betting odds.",
    "featuredImage": "/assets/about/featured-image-en.jpeg",
    "companyProfileTitle": "Company Profile",
    "companyProfileDesc": "The Group is tirelessly pursuing technological innovation. The Group is committed to creating a secure and efficient payment platform through personalized user experience, technologically advanced products, strong game operation capabilities, thoughtful and meticulous customer service quality, complete technical guarantee and support, and a safe and efficient payment platform. It has established a comprehensive interactive entertainment platform for users, and has established a good reputation in all aspects, and has been unanimously recognized by the industry and users.",
    "customerService1Title": "customer service",
    "customerService1Desc": "The group will wholeheartedly provide you with high-quality services, and we also welcome your valuable suggestions to continuously improve and improve our services. If you have any questions or suggestions, you can contact us through online customer service or station letter, and we will reply you as soon as possible.",
    "customerService2Title": "Customer Service",
    "customerService2Desc": "At GG8, member privacy is paramount. A strict confidentiality policy ensures that all personal information is safe and secure at all times. WIN1provides user information encryption to maximize information security.The Group is supervised by local regulations and complies with industry norms. We have a stable financial background and use a highly secure information system equivalent to a financial level, and members' funds and rights will be reliably guaranteed.",
    "safeDWTitle": "Safe deposit and withdrawal",
    "safeDWDesc": "The group provides members with the safest, fastest and most convenient payment method. Please visit the deposit and withdrawal page for more deposit and withdrawal methods.",
    "safeDWItems": [
        {
            "icon": "/assets/about/icon-secure.svg",
            "label": "safest"
        },
        {
            "icon": "/assets/about/icon-fast.svg",
            "label": "fastest"
        },
        {
            "icon": "/assets/about/icon-convenient.svg",
            "label": "most convenient"
        }
    ],
    "outroTitle": "Powered by the largest gaming software in Asia and the world",
    "outroDesc": "G88 Online Games is produced by Playtech, Evolution, CQ9, SBOBET, AE SEXY, AG, BBIN, DREAM GAMING, SA GAMING，SABA SPOORTS and other largest online game software suppliers in Asia and the world."
}
