{
    "required": "Please fill in all the required fields.",
    "passwordAgain": "Confirmation password is incorrect.",
    "success": "Success",
    "joinSuccess": "Registered successfully!",
    "resetSuccess": "Your password has been reset successfully!",
    "readUserTerms": "Please confirm that you have read and you agree with our terms of service.",
    "passwordRule": "Password must be a combination of at least 6 letters and numbers.",
    "walletPasswordRule": "Wallet password must be a 6 digits number.",
    "forgotPassword": "Please contact our customer service to reset your password.",
    "verifyPhone": "We will send a verification code to the phone number.",
    "verifyCodeSent": "Verification code sent.",
    "addCardsLimit": "You can add at most 5 bank cards.",
    "deleteCard": "Are you sure you want to delete this card?",
    "addCardsFirst": "Note: For your funds safety, please add your own bank card. You won't be able to add additional bank cards under a different name after this.",
    "confirmPayment": "Are you sure you are already done with the payment?",
    "uploadTips": "After you are done with the transfer, please upload the transfer receipt.",
    "uploadSlipNeeded": "Please upload the slip.",
    "checkTransaction": "We will check the transaction's status as soon as possible, please be patient.",
    "copied": "Copied.",
    "fillInNotes": "please fill in your game account in the comment area when doing the transaction",
    "fillInTips": "After you are done with the transfer, please fill in the transfer details.",
    "lowBalance": "Your balance is insufficient, do you want to deposit now?",
    "needSetWalletPassword": "You need set the wallet password first, go set it now?",
    "logoutConfirm": "Do you want to logout the current user?",
    "phoneRule": "Phone number should consist of 9-11 digits.",
    "bottomInfo": "WIN1has the widest range of all gaming platforms, offering high-quality games and exciting promotions. WIN1opens the door to your luck with esports evolution, casino, cockfighting, live casino, sportsbook and slot machines all at your fingertips.",
    "enrollInMsg": "Please contact our customer service to participate in this event.",
    "gameHistoryUpdate": "Game history is synced within 1-2 minutes after a game has finished.",
    "confirmEnrollIn": "Do you want to participate in this event?",
    "scanQrDownload": "Scan this QR to download",
    "notSupportedMobile": "Sorry, not supported for mobile yet，please visit our PC website to play this game",
    "tipsReturn": "going to a third-party site, go back to the current page, put your finger on the left edge of the screen to swipe right.",
    "ruleNumber": "please input number",
    "notAllowIP": "Only Vietnamese IP can enter the game",
    "atLeast3": "input at least 3 characters to search",
    "noResponse": "api service has no response, please try again later.",
    "needBankCard": "Please fill in your bank account details for faster verification of deposit and processing of payout.",
    "onlyMobile": "please try this game on mobile",
    "spaceName": "there should have space in the name",
    "emailRule": "please input an email address",
    "addBankCard": "Please make sure the bank account is correct. Thank you",
    "addFPSaddress": "Please confirm whether the FPS address is correct. If there is an error, the system will not be able to withdraw money. Thank you."
}
