import styles from '../terms.module.scss';

export default function PrivacyPolicy() {
    return (
        <div className={styles.container}>
            <div className="title">
                <h1>隐私政策</h1>
            </div>

            <p>
                Golden-G8
                尊重用户（“用户”或“您”）的隐私。本隐私政策将解释当您访问我们的平台（“网站/应用程序”）时，我们将如何收集和使用用户的个人和非个人信息，以及如何保护用户的信息。请您仔细阅读本隐私政策，若您不同意本隐私政策的条款，请忽访问该网站。
            </p>
            <p>
                我们保留随时以任何理由更改本隐私政策的权利。我们将通过更新本隐私政策的“最后更新”日期来通知您任何一项更改内容。我们鼓励您定期查看本隐私政策以随时了解政策的更新。您在修订后的隐私政策发布之日后继续使用平台，将被视为已了解并接受任何修订后的隐私政策的内容。您有责任查看我们的条款并随时了解最新的修订政策。
            </p>
            <p>
                本隐私政策不适用于您安装网站或进行的第三方在线支付/移动应用程序，包括游戏内任何虚拟物品，它们也可能收集和使用您的数据。我们不对任何此类第三方收集的任何数据负责。
            </p>
            <p>
                Golden-G8承诺保护所有用户的信息安全，不出售给任何第三方。如果您有任何问题或疑虑，欢迎随时联系我们。
            </p>
            <h3>授权或同意</h3>
            <p>
                只有在您注册并同意我们网站的条款和条件后，GG8才会处理您的个人数据。成为我们的会员后，即表示您已完全了解本网站的条款和同意我们根据本隐私政策处理您的数据。
            </p>
            <p>请参阅以下“同意”条款：</p>
            <ul>
                <li>
                    - 如果您同意成为授权代表，Golden-G8
                    将经过公证的授权书或其他文件确认代表相关权限
                </li>
                <li>
                    -
                    必须通过电子邮件或实时聊天软件将详细的个人数据、目的和原因发送给
                    GG8。
                </li>
                <li>
                    - 被授权代表 Golden-G8
                    处理会员个人数据的个人或法人实体的全名和地址（如果委托给他们处理）。
                </li>
                <li>- 处理请求的首选处理方法。</li>
                <li>
                    -
                    同意的有效期，指定处理期限和可以撤回同意的最后日期，授权代表的签名或样本。
                </li>
            </ul>
            <p>
                通过执行明确表示愿意与 Golden-G8 建立法律关系的具体行动，例如与
                Golden-G8
                签约并创建帐户、注册所提供的服务或在先前创建的帐户中执行金融交易。进行此类行为是使授权代表能够根据条款和条件在
                Golden-G8
                网站上参与投注、下注并通过创建的帐户获得奖金的条件，以遵守运营商制定的规则。
            </p>
            <p>以下的情况中，在未经用户同意的前提下即可执行：</p>
            <ul>
                <li>
                    -
                    为了履行法律职责和职能，当地立法机构的国际协议中规定的目的需要处理数据时；
                </li>
                <li>
                    -
                    为了伸张正义或执行官方法院决定或相关法律实体的其他决定，需要处理个人数据的时；
                </li>
                <li>
                    -
                    必须处理个人数据以保护个人数据主体的切身利益，包括但不限于他们的健康和生命时；
                </li>
                <li>
                    -
                    在您的权利和自由不受到侵犯前提下，个人数据必须以行使公司或第三方的合法权益为目的时；
                </li>
                <li>
                    -
                    如果为了获取特定统计数据以及其他研究目的而必须处理个人数据，您的个人数据将被匿名化，除非出于营销目的另有要求；
                </li>
                <li>- 当无限数量的人可以随意访问正在处理的个人数据时；</li>
                <li>- 当正在处理的个人数据根据当地法律必须进行披露时。</li>
            </ul>
            <p>
                本公司保留其关于撤销已授予的同意、获取有关您的个人数据可用性的信息以及修改您的信息、阻止或被
                Golden-G8 永久删除的程序的权利。
            </p>
            <h3>使用您的信息</h3>
            <p>
                拥有您的准确信息使我们能够为您提供流畅、高效和定制的体验。具体而言，我们可能会将从我们的网站/应用程序收集的信息用于：
            </p>
            <ul>
                <li>1.管理游戏、促销和活动； </li>
                <li>2.协助执法合规； </li>
                <li>3.编制匿名统计数据和分析供内部使用或与第三方合作；</li>
                <li>4.创建和管理您的帐户；</li>
                <li>
                    5.通过电子邮件、短信或语音电话提供有针对性的广告、奖励、新闻资讯和其他有关促销的信息；
                </li>
                <li>6.启用用户到操作员的通信；</li>
                <li>7.完成和管理与网站/应用程序相关的付款和其他交易；</li>
                <li>8.对用户进行分析，使用户的体验更加个性化；</li>
                <li>9.提高网站/应用程序的效率和运营；</li>
                <li>10.向您提供或推荐新产品、服务和移动应用程序；</li>
                <li>11.根据需要进行其他业务活动；</li>
                <li>12.防止欺诈交易，监控盗窃，防止犯罪活动；</li>
                <li>13.请求反馈并就您对应用程序的使用与您联系；</li>
                <li>14.解决纠纷，解决问题；</li>
                <li>15.响应产品和客户服务请求。</li>
            </ul>
            <p>
                我们根据适用法律在我们的服务器上收集、处理和存储信息。
                在使用我们的网站和服务时，我们会收集以下信息来识别您的不同活动日志：
            </p>
            <ul>
                <li>- IP地址</li>
                <li>- 几个小时的游戏</li>
                <li>- 登录和注销日期</li>
                <li>- 查看的页面</li>
                <li>- 语言偏好</li>
                <li>- 选择性会员历史</li>
                <li>- 使用的浏览器类型</li>
            </ul>
            <p>
                收集和分析以上信息，以确保我们不断改进我们的服务，未经事先通知，我们不会收集以上信息。
            </p>
            <h3>信息披露</h3>
            <p>
                您的信息会在您明确同意或在法律要求的情况下，我们会在下列情况分享我们收集的关于您的信息：
            </p>
            <ul>
                <li>
                    -
                    遵守涉及我们公司、我们的网站或我们提供的服务或任何其他情况的法律要求或程序；
                </li>
                <li>- 保护我们的权利或财产；</li>
                <li>- 保护使用我们产品或服务的其他客户。</li>
            </ul>
            <p>如果发现会员通过以下方式实施任何非法或欺诈行为：</p>
            <ul>
                <li>- 篡改游戏或模式投注</li>
                <li>- 实施付款欺诈（包括使用被盗卡）</li>
                <li>- 请求撤销和取消付款</li>
                <li>- 进行违禁交易（包括洗钱）</li>
            </ul>
            <p>
                本公司保留与其他博彩网站、执法部门、银行机构和其他相关监管机构共享此信息和您的个人数据的权利。您的个人信息可能被会提供给相关机构，以确保用户正确游戏和防止游戏成瘾。
            </p>
            <h3>第三方服务提供商</h3>
            <p>
                我们可能会与为我们或代表我们提供服务的第三方共享您的信息，包括支付处理、数据分析、电子邮件发送、托管服务、客户服务和营销协助。
            </p>
            <p>
                为了在我们的网站上娱乐涉及真钱的游戏，您需要将钱从您的银行账户存入或转账到您的
                Golden-G8 会员账户。 为了进行交易，Golden-G8
                使用第三方支付系统。
                通过接受本隐私政策，您在此授权向相关第三方提供您的个人数据，以便正确处理您在您所在国家/地区的交易。
                在处理金融交易时，我们保证第三方系统之间的广泛安全性。
            </p>
            <h3>成人年龄</h3>
            <p>
                我们的服务不适用于未成年人，仅应根据其司法管辖区要求由年满 18
                岁或以上的个人使用。
            </p>
            <p>
                任何与我们签约并使用我们服务的个人明确或通过使用我们的服务确认他们至少年满
                18 岁或在其管辖范围内的合法年龄。
                根据我们的政策，进行安全审查是为了发现未成年人使用我们服务的任何企图。
                未成年人提交个人数据并开始使用我们的服务的任何尝试或创建的帐户都将受到限制，并采取一切必要措施从我们的记录中删除此类信息和访问权限。
            </p>
            <h3>禁洗钱</h3>
            <p>
                在游戏和赌博行业，客户尽职调查 (CDD)
                用于收集有关客户的信息并扫描和评估这些信息。在此评估之后，确定客户存在的风险，并采取相应的行动步骤。
                CDD 可以降低客户风险。在进行客户尽职调查 (CDD)
                时，会收集客户的全名、国籍、婚姻状况、年龄和联系方式等信息。然后扫描
                ID，以便扫描风险。 CDD 是一种了解您的客户 (KYC) 的程序。
                Golden-G8
                不容忍任何非法活动，并根据反洗钱政策履行其义务，如果有任何理由怀疑任何用户在任何时候存入的任何资金与任何非法活动（包括但不限于恐怖主义，
                Golden-G8
                承诺阻止任何此类资金并采取反洗钱政策中规定的适当措施。这些方法和其他反欺诈工具将用于保证严格执行风险控制。
            </p>
        </div>
    );
}
