import styles from '../terms.module.scss';

export default function UserTerms() {
    return (
        <div className={styles.container}>
            <div className="title">
                <h1>协议及条款</h1>
                <h2>GG8用户协议及条款内容 </h2>
            </div>

            <h3>1. 协议</h3>
            <p>
                1.1 这些条款和条件管辖用户（以下简称
                “会员”）和网站（以下简称“Golden-G8”）之间的关系。本协议始终监督会员对我们赌博服务的使用。
            </p>
            <p>
                1.2
                会员在注册时点击年龄验证和“服务条款”，即表示已完成阅读、理解并同意接受Golden-G8用户及服务协议的全部内容且无保留的约束。
            </p>
            <p>
                1.3
                会员承认并同意对他/她的账户承担全部责任，并应在访问时对隐私进行保密。
            </p>
            <p>
                1.4
                会员同意通过电视、电脑、移动设备或任何其他方式使用或访问我们网站的任何部分或Golden-G8拥有的任何其他网站，该访问包括可下载应用程序在内的游戏服务使用我们网站时，会员必须遵守
                (i) 账户注册程序，(ii) 所有游戏交易，(iii) 我们的隐私政策，以及
                (iv) 游戏规则或任何促销活动，以下简称“条款和条件”。
            </p>
            <p>
                1.5
                如果会员不同意条款和条件内的任何规定，他/她不得继续使用本网站。
            </p>
            <p>
                1.6
                会员点击“服务条款”即表示其已完全接受、同意并理解成为Golden-G8会员的关系，即视为参与。
            </p>
            <h3>2. 如何成为“会员”的注册流程</h3>
            <p>
                2.1
                为参与和使用本网站的服务，会员必须按照“注册”页面中的必填字段进行注册，完成注册程序。
            </p>
            <p>
                2.2 会员必须提供准确完整的详细信息才能完成注册。 Golden-G8
                的会员资格不可转让且不得出售。
            </p>
            <p>
                2.3
                会员完全清楚，在存款或取款期间，他/她将被要求提供任何有效的身份证件。验证时需提供有效身份证件。
            </p>
            <p>
                2.4
                会员注册时提供的所有信息，包括用户名（“会员用户名”）、资金来源（相关银行账户和卡号）和地址（“会员在其/“她的身份”），在任何方面都必须真实准确。
            </p>
            <p>
                2.5
                会员应全权负责确保其使用、连接至网站（“Golden-G8”）以及使用和参与我们任何服务的其他信息不受任何适用法律或司法管辖区的禁止。
            </p>
            <h3>3. 修正</h3>
            <p>
                3.1 Golden-G8
                保留随时更改、增强、修改和/或更新条款和条件的权利，恕不另行通知。
                Golden-G8
                没有义务但可以自行决定将此类更改、政策和更新条款通知会员。
                任何发布在网站上的更新版本应立即生效。
            </p>
            <p>
                3.2
                会员通过电脑或手机应用程序继续使用和/或参与本网站的任何游戏或服务，即表示会员同意并接受经修订或更新的条款和条件以及其他适用的游戏或促销规则。
            </p>
            <p>3.3 Golden-G8如被其他未知用户使用，不对任何会员账户负责。</p>
            <p>
                3.4
                如果条款和条件与特定游戏和促销机制有任何约定或不一致，以后者为准。
            </p>
            <p>3.5 会员充分理解并同意随时可能发生任何修改。</p>
            <h3>4. 使用条件 </h3>
            <p>
                4.1
                除规定的条款和条件外，会员承诺他/她不得出于任何目的或意图违反和/或在会员权利和Golden-G8
                条款和条件。
            </p>
            <p>4.2 会员保证并接受以下使用Golden-G8服务的条件：</p>
            <ul>
                <li>a. 不在香港、菲律宾、新加坡、台湾和美国居住。</li>
                <li>b. 会员是账户的唯一用户，不能代替别人使用。</li>
                <li>c. 会员的法律行为能力不受限制。</li>
                <li>
                    d. 会员应至少年满
                    18岁，如适用于会员使用的任何法律所定义的（“法定年龄”）。
                </li>
                <li>e. 会员充分意识到在使用服务过程中可能出现的风险。</li>
                <li>
                    f.
                    会员应对其资金和/或存款负全部责任，需保证资金不是来自任何犯罪、非法和未经授权的活动。
                </li>
                <li>
                    g.
                    会员同意在使用Golden-G8账户时不从事任何犯罪、非法或未经授权的活动和/或允许任何个人代表他/她从事上述活动。
                </li>
                <li>
                    h.
                    会员同意对其账户保密，包括但不限于用户名、任何陈述和密码，以避免未经授权的访问或使用。如果他/她的账户有任何可疑使用，会员必须立即通知
                    Golden-G8客服，否则Golden-G8 将不承担任何责任。
                </li>
                <li>i. 会员不得索取或以任何方式试图获取其他会员的任何信息。</li>
                <li>
                    j. 严禁会员分发、垃圾邮件或上传任何与 Golden-G8
                    无关的可能以任何方式影响其运营的文件或程序。
                </li>
                <li>
                    k.
                    会员不得以任何可能构成犯罪的形式发布或传播任何不公平的内容、辱骂性的、下流的、威胁性的、诽谤性的、淫秽的、歧视性的、色情或粗俗的信息，这些信息可能构成或导致民事或刑事责任的犯罪。
                </li>
                <li>
                    l. 会员同意他/她与 Golden-G8
                    或其任何关联公司的高级职员、董事、雇员、顾问或代理人没有亲属关系或附属关系，和/或从事同一住所。
                </li>
            </ul>
            <p>
                4.3 会员保证在创建账户后，他是通过任何设备和软件使用 Golden-G8
                服务的唯一用户。
            </p>
            <h3>5.知识产权 </h3>
            <p>
                5.1
                提供、披露、访问、生成和/或会员通过使用网站、服务、设备和/或其他方式收集的，应视为Golden-G8财产及其许可方。这些信息或材料不供会员个人使用。
            </p>
            <p>
                5.2
                会员不得改编、复制、编辑、修改、存储、分发、展示、公开广播、有线、出版、传输、出售、出借、出租、许可或将信息提供给任何其他人或网站，任何与
                Golden-G8 无关的在线娱乐或服务。所有可供会员使用的信息均为
                Golden-G8 网站专有，不允许任何复制或版权。
            </p>
            <p>
                5.3
                所有设计、材料和数据均授版权、商标和Golden-G8其他形式的知识产权和专利保护。本网站的所有权利，包括品牌名称、软件、服务和信息，均由
                Golden-G8 及其系统提供商根据法律协议条款拥有、许可和控制。
            </p>
            <h3>6.下注和接受有效投注</h3>
            <p>
                6.1
                会员的所有投注均具有相应条款和条件的特定游戏的规则或机制的约束。如果出现明显的错误或疏忽以正确投注要求以参与任何游戏或促销活动，所有投注将相应作废。
            </p>
            <p>
                6.2 如果发生系统故障，Golden-G8
                保留取消所有投注的权利。管理层有权自行决定以任何理由取消、拒绝或作废任何投注。
            </p>
            <p>
                6.3 Golden-G8
                保留暂停、取消或冻结会员账户的权利，如果其违反本条款和条件中的任何规定。
            </p>
            <p>
                6.4
                任何形式的违反标准规则或条款和条件的伪造、篡改和可疑行为（“投注”）将被扣留、取消、暂停或冻结会员账户，恕不另行通知。
                Golden-G8
                保留暂停和没收当前、现有和/或剩余账户余额（“主钱包余额”）的权利，恕不另行通知。
            </p>
            <p>
                6.5
                投注一经下注并确认，即视为最终结果，不适用于任何形式的取消或转让。
            </p>
            <p>6.6 任何种类或形式的争议，Golden-G8 保留最终决定权。</p>
            <p>
                6.7 Golden-G8
                监控会员账户以显示会员的资金（“主钱包余额”）、有效投注总额、所需有效投注，以向所有会员保持适当的信息。为了方便他们访问账户，避免混淆他们的赌注和奖金。
            </p>
            <p>6.8 Golden-G8 监控所有投注历史和日志以验证每笔交易。</p>
            <p>
                6.9
                一旦交易代码出现在会员屏幕上并显示在交易历史记录中，Golden-G8
                即认为投注有效，并应被 Golden-G8 接受。
            </p>
            <h3>7. 促销奖金及赢钱</h3>
            <p>
                7.1 所有在网站上展示或发布的促销活动如有更改，恕不另行通知。
                Golden-G8 保留随时修改或取消任何促销活动的权利。
            </p>
            <p>
                7.2 促销活动可能适用于所有平台。但是，Golden-G8
                保留在任何时候自行决定对其他游戏实施豁免的权利。
            </p>
            <p>
                7.3
                根据设定的投注要求进行投注，在任何促销活动中参与和兑换奖金的资格不可转让，奖金不可兑现
            </p>
            <p>7.4 除了促销优惠之外Golden-G8不担保任何使用其服务的信用。</p>
            <p>
                7.5
                会员保留一次参加促销活动的权利。因此，投注要求必须在加入另一个促销活动之前完成。
            </p>
            <p>
                7.6
                严禁多次或重复兑换奖金或参与任何促销活动。在参与任何促销活动后，会员完全理解并接受其条款和条件，包括最低投注和最低存款要求。
            </p>
            <p>
                7.7
                会员在参与之前必须仔细阅读每项促销活动的条款和条件，以避免混淆和无效投注。
            </p>
            <p>
                7.8 任何滥用或使用任何促销活动的行为，Golden-G8
                有权取消、拒绝、暂停会员账户以参与或投注我们的任何游戏或促销活动。
            </p>
            <p>
                7.9
                所有促销奖金仅适用于条款和条件中所述的平台。它会有所不同，并且可以随时更改，恕不另行通知。如果发现会员滥用我们的任何促销奖金，会员的参与将立即无效。如有必要，可暗示罚款或从会员账户中扣除奖金，并将其返还给
                Golden-G8。
            </p>
            <p>
                7.10 如果会员提取无效奖金和/或赢钱，Golden-G8
                保留从会员下次存款中扣留提取的奖金金额的权利。
            </p>
            <p>
                7.11 Golden-G8 保留制定自己的规则的权利，包括基于其 IP
                地址的每个司法管辖区的限制和距离要求，以防止滥用兑换促销奖金。
            </p>
            <p>
                7.12
                若会员被发现与Golden-G8的个人、组织、博彩公司，员工及其供应商有任何形式的纵容，将被立即扣押。他们所有剩余的“主钱包余额”都将作废，他们的任何投注都将被自动取消。
                Golden-G8 会自行决定是否会封锁他们的帐户。
            </p>
            <h3>8. 金融交易与结算</h3>
            <p>
                8.1
                会员在进行任何活动前必须提供其银行账户详细信息，并须提供有效身份证件以验证存款和取款。因此，会员在此同意其用于存款的银行账户应与用于提款的银行账户相同。
            </p>
            <p>8.2 会员同意承担因银行变更可能产生的所有额外费用。</p>
            <p>
                8.3
                会员的银行账户也需与会员出示的有效身份证件和个人信息一致。如果详细信息具有变化、与会员信息和银行账户不相关和/或不同，Golden-G8
                保留取消或拒绝结算相关交易的权利。
            </p>
            <p>
                8.4
                主钱包余额是会员可用余额的总和。在计算会员主钱包余额时可能出现的任何争议均应由
                Golden-G8 酌情决定。
            </p>
            <p>8.5 Golden-G8 允许以损失抵消收益。</p>
            <p>
                8.6 会员向其账户存入的任何已确认存款均可用于投注。 Golden-G8
                将保留他们的赌注，直到比赛的最终结果。
            </p>
            <p>8.7 会员的“主钱包余额”不会获得任何利息。</p>
            <p>
                8.8
                Golden-G8保留使用额外程序和方式来验证会员存款和取款身份的权利。
            </p>
            <p>
                8.9
                会员完全清楚，无论在任何情况下，他/她都有责任和/或有义务支付应付给
                Golden-G8 的所有款项。
            </p>
            <p>
                8.10 会员在此同意，他/她不能拒绝或撤销付款，也不能偿还已向
                Golden-G8
                支付的金额。因博彩活动而产生的所有损失和费用均由会员承担。
            </p>
            <p>
                8.11 Golden-G8
                保留向Golden-G8使用某些类型的信用卡、借记卡和/或不可接受的方式来付款的会员进行终止所有金融交易、结算和/或其任何支付服务的权利。
            </p>
            <p>
                8.12 因参与 Golden-G8
                游戏或促销活动而产生的所有税收影响和费用均由会员自行承担。
            </p>
            <h3>9.处罚和赔偿</h3>
            <p>
                9.1 若因会员连接 Golden-G8
                网站、下载、安装软件和移动应用程序、下注或在使用软件时、网站上的信息以及违反这些条款和条件。会员特此同意就任何损失、损害或索赔（包括但不限于律师费）全额支付或补偿
                Golden-G8
                的股东、员工、管理人员、董事、被许可人、分销商、关联公司、子公司和/或代理人。
            </p>

            <h3>10.免责声明及其他条款和条件</h3>
            <p>
                10.1
                会员在此同意他/她自愿参加Golden-G8，这完全是他/她基于个人结论的选择，并由他/她自己承担风险。
            </p>
            <p>
                10.2
                这些条款和条件以多种语言发布，以供参考和方便会员访问。英文版本为会员与Golden-G8之间关系的法律依据。如本条款及细则的任何不同版本与英文版本有任何争议，概以英文版本为准。
            </p>
            <p>
                10.3
                会员在此承认Golden-G8网站、网站的服务和信息不具有冒犯性、不公平性或违背公共道德。
            </p>
            <p>
                10.4 Golden-G8
                不对会员账户和/或任何其他选择的付款方式（存款和取款）的任何适用费用或税务影响负责。会员的银行可能会收取银行电汇和其他付款方式的费用，其中
                Golden-G8 应免费和/或承担责任。
            </p>
            <p>
                10.5 Golden-G8
                接受多种货币支付。会员必须选择一种货币作为其账户的货币。
                Golden-G8
                收到的任何非会员所选货币的付款将根据当前汇率自动转换为所选货币。任何兑换保费应向会员收取。
            </p>
            <p>
                10.6
                使用信用卡或借记卡入金时，会员的资金只有在Golden-G8收到发卡银行的批准和授权码后才能入账。未能收到发卡银行的批准和授权代码将导致停止将资金存入会员账户。
            </p>
            <p>
                10.7 一旦游戏开始并且会员在任何 Golden-G8 游戏中下注，Golden-G8
                保留投注金额的权利，直至游戏最终结果公布。已下注不能取消，也不能提取任何赌注金额。
            </p>
            <p>
                10.8
                如因系统错误、电脑故障或操作异常等原因导致奖金存入会员账户出现差异或错误，Golden-G8保留从会员账户中提取奖金并自动转账的权利给各自的获胜者。
            </p>
            <p>
                10.9
                如果会员知道任何错误的信用赢取并仍然选择退出，则根据相应的法律，提取的金额将被视为会员对SKYBETX的债务。会员一旦发现错误或任何类型的意外资金，必须立即通知
                Golden-G8在线客服。
            </p>
            <p>10.10 会员提现频率及金额以Golden-G8 VIP会员等级设定条件为准。</p>
            <p>
                10.11
                如果会员更改其银行账户信息，Golden-G8保留要求提供身份证的权利。
            </p>
            <p>
                10.12
                一些司法管辖区尚未决定在线和/或离岸博彩的合法性。相比之下，其他司法管辖区明确规定这样做是非法的（在陆基和/或离岸司法管辖区）。在这方面，我们不鼓励任何人使用和/或访问本网站、创建账户、信息、服务、材料以及本网站的任何可能导致您各自管辖范围内的任何非法使用或访问的条款。
            </p>
            <p>
                10.13 Golden-G8
                不对任何不在其法定年龄和管辖范围内的人进行任何邀约、招揽或邀请。会员全权负责他/她遵守基于地区、国家或地点的任何适用法律。
            </p>
            <p>
                10.14
                Golden-G8对服务、软件、网站和信息不作任何陈述或保证。在法律允许的最大范围内，特此排除有关服务、软件、网站和信息的所有明示或暗示、法定或其他形式的陈述或保证。
            </p>
            <p>
                10.15
                会员同意自费采取预防措施，确保用于连接服务、安装软件和使用网站的过程、方法和/或连接设备不引入计算机病毒、间谍软件、广告软件或其他恶意、破坏性或可能导致计算机故障或其他干扰或损坏其连接设备或其中存储的数据的风险的代码。
                Golden-G8 不承担其可能造成的任何费用和损害。
            </p>
            <p>
                10.16
                Golden-G8不会对此类第三方合作伙伴的任何违约、过错或遗漏承担责任。在任何情况下，Golden-G8、其关联公司、联营公司、合作伙伴、管理人员、员工和代理均不对任何损害、损失或费用负责，包括但不限于与之相关的任何直接、间接、后果性或特殊损害用户连接或使用服务、网站、软件和信息，或用户下载、安装或使用软件。
            </p>
            <p>
                10.17
                会员在此承认并同意，排除本条款中所述的所有责任和义务，代表了会员与
                Golden-G8
                协议项下风险和利益的公平合理分配，同时考虑了所有相关因素，包括但不仅限于会员向
                Golden-G8 提供的对价的价值。
            </p>
            <p>
                10.18
                用户进一步同意，之前的豁免和规定应在适用法律允许的最大范围内强制执行。
            </p>
            <p>
                10.19
                严禁从一个会员的账户转移到另一个会员的账户。根据反洗钱政策的条款，不允许在会员账户之间进行洗钱交易。如果任何会员发现此行为有罪，我们保留将金额退还到合格会员账户的权利（包括扑克式“筹码倾销”）。此类案件将根据任何适用的法律或司法管辖区进行仔细评估。
            </p>
            <p>
                10.20
                任何涉及“洗钱”的安排都将被关闭，所有账户余额（包括存款和任何奖金）将被取消、扣除/或暂停。
            </p>

            <h3>11.账户或服务的终止、关闭和暂停</h3>
            <p>
                11.1 Golden-G8
                保留取消、暂停、作废任何奖金以及没收会员“主钱包余额”中任何余额的权利。为了终止本协议，和/或暂停提供服务/冻结会员账户，Golden-G8
                设置了以下条件：
            </p>
            <ul>
                <li>
                    a.
                    会员拥有多个账户，不分IP，但保持相同的个人信息和银行账户详细信息。
                </li>
                <li>
                    b. 会员注册姓名与会员在注册时提供的持卡人/银行账户名称不符。
                </li>
                <li>
                    c.
                    会员参与Golden-G8的任何游戏或促销活动以进行无效投注、兑换和/或滥用促销奖金、在完成投注要求之前提取奖金。
                </li>
                <li>
                    d.
                    会员在注册时和/或注册期间提供不适当、不准确、不正确或任何误导性信息。
                </li>
                <li>e. 会员拒绝提供护照、驾照或任何有效的政府身份证等信息。</li>
                <li>f. 会员申报的法定年龄或生日信息错误。</li>
                <li>g. 会员在法律严格禁止访问服务的区域内连接和使用服务。</li>
                <li>
                    h.
                    会员选择取消他/她的任何存款、提出“退款”请求或拒绝在其会员账户中进行的任何交易或存款。
                </li>
                <li>i. 会员的资金被发现非法或来自任何未经授权的活动。</li>
                <li>j. 会员被发现对 Golden-G8 或任何个人实施或企图欺诈。</li>
                <li>
                    k.
                    使用虚假、伪造情报或其他系统（包括计算机、机械、软件或其他自动化系统）专门设计来干扰或破坏系统运行或被发现试图与其他会员或赌徒合谋诈骗Golden-G8或其会员。
                </li>
                <li>l. 会员允许任何个人或现有会员使用他/她的账户。</li>
                <li>m. 会员未能遵守本协议中规定的任何常规条款和条件。</li>
                <li>
                    n.
                    在任何情况下，会员的账户都应上述任何违法行为而被取消或暂停。如果会员愿意遵守Golden-G8
                    条款和条件并提交或提供满足其账户信息的所有必要要求，则可以重新激活已取消或暂停的账户。
                </li>
                <li>o. Golden-G8 可自行决定取消或暂停会员相关的所有账户。</li>
                <li>p. Golden-G8 保留终止所有不遵守条款和条件账户的权利。</li>
            </ul>
        </div>
    );
}
